Repository: nixxo/plugin.video.vvvvid
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #30001
source: General
it_it: Generale

# #31001
source: User settings
it_it: Impostazioni utente

# #31002
source: Username
it_it: Email

# #31003
source: Save password
it_it: Salva password

# #31011
source: Playback settings
it_it: Impostazioni riproduzione

# #31012
source: Use InputStream Adaptive
it_it: Usa InputStream Adaptive

# #31021
source: Playback settings
it_it: Impostazioni debug

# #31022
source: Enable developer mode
it_it: Abilita modalità sviluppatore

# #33002
source: Movies
it_it: Film

# #33003
source: Shows
it_it: Show TV

# #33004
source: Series
it_it: Serie TV

# #40001
source: Enter email address:
it_it: Inserire email:

# #40002
source: Enter password:
it_it: Inserire password:

# #40003
source: Wrong or missing credentials.
it_it: Credenziali mancanti o errate.

# #40004
source: Impossible to login
it_it: Impossibile eseguire login

# #41002
source: Email user for the account.
it_it: Email usata per l'account.

# #41003
source: The password will be asked every time the login session experes, or you can store the password.
it_it: La password verrà richiesta ogni volta che la sessione di login scade oppure è possibile salvare la password.

# #41004
source: Account password. WARNING: The password is stored in clear text.
it_it: Password dell'account. ATTENZIONE: la password è salvata in chiaro.

# #41012
source: Use InputStream Adaptive to play the m3u8 manifest of the video.
it_it: Usa InputStream Adaptive per gestire la riproduzione del manifest m3u8 del video.

# #41022
source: Enable verbose log messages. Useful to troubleshoot problems.
it_it: Abilita messaggi di log più dettagliati. Utile per trovare problemi in caso di necessità.
